{
  "video": {
    "channelDisplayPic": "https://yt3.ggpht.com/ytc/AKedOLT2s3CdV2XOs0ddcHfto1yHwoy1ZoOft3yhy9Vt=s88-c-k-c0x00ffffff-no-rj-mo",
    "channelName": "Doja Cat",
    "subscribers": "6.85M",
    "title": "Doja Cat - Ain't Shit (Official Live Performance) | Vevo",
    "description": "Spend time roaming: ‘Planet Her’ and you’ll know that Doja Cat’s artistic vision never sleeps. The singer’s desire to develop rich 'musical' and visual environments for her fans is job one, and this new album, her third after ‘Amala’ and ‘Hot Pink,’ is her most fully-realized statement yet. Doja has told interviewers that she wanted to take chances, try new approaches, and create “otherworldly” sounds. Job done. The same goes for these new Official Live Performances. After meeting with the singer and her creative team, our production crew got to work in a canyon outside of LA. There, assuring that “otherworldly” request was appropriately fleshed out, we built a 48’ stage in the center of a rocky crag. Doja, banking on a combo of skills, artistry, and perseverance, did the rest. “Ain’t Shit” finds her chastising those who don’t live up to her standards, indictments leveled with some dreamy grooves behind them. Watch her prowl the stage. She’s as comfy in a Cali desert as she was in that giant saucer of milk she glided through in our “Streets” LIFT performance last year. Emotional candor and artistic command is everywhere in “Ain’t Shit.” Stay close to the Vevo social accounts. There’s more on the way.   ",
    "videoId": "13MvatpPQv4",
    "uploadDate": "Jul 2, 2021",
    "likeCount": "146k",
    "dislikeCount": "829",
    "viewCount": "59,107,135",
    "category": "Music"
  },
  "video": {
    "channelDisplayPic": "https://yt3.ggpht.com/ytc/AKedOLRxTXUCpVFVulMoJMFDRkqShoWWwsyE4QQP-MixmQ=s88-c-k-c0x00ffffff-no-rj-mo",
    "channelName": "Dua Lipa",
    "subscribers": "18.6M",
    "title": "Dua Lipa - Levitating Featuring DaBaby (Official Music Video)",
    "description": "About Dua Lipa:Born and raised in London to Kosovar-Albanian parents Dua Lipa signed to Warner Records in 2015, releasing her self titled debut in 2017 which featured the hit singles, 'Be The One', 'IDGAF', 'Hotter Than Hell' & her first UK #1 hit 'New Rules'. Critical success soon followed as Dua Lipa picked up Brit Awards for 'Best Female Solo Artist' and 'Best British Breakthrough Act' as well as Grammy Awards for 'Best New Artist' and 'Best Dance Recording' for the track 'Electricity' in collaboration with Silk City.Her second internationally acclaimed studio album 'Future Nostalgia' was released in 2020 and included the hit singles 'Don't Start Now, 'Break My Heart', 'Hallucinate' and 'Levitating', with the remix album 'Club Future Nostalgia' following shortly after featuring guest appearances from 'Blackpink', 'Missy Elliott', 'Madonna' and 'Gwen Stefani'.",
    "videoId": "TUVcZfQe-Kw",
    "uploadDate": "Oct 2, 2020",
    "likeCount": "3.8m",
    "dislikeCount": "71k",
    "viewCount": "281,071,350",
    "category": "Music"
  }
}
